Repository: Kyome22/XCMonitor
Catalog: LocalPackage/Sources/UserInterface/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# aboutApp
source: About XCMonitor
ja: XCMonitorについて

source: Build Failed
ja: ビルド失敗

source: Build Succeeded
ja: ビルド成功

source: Empty
ja: ヒストリーなし

# enableScripts
source: Enable scripts to hook Xcode events.
ja: Xcodeのイベントをフックするスクリプトを有効にする。

source: Event History
ja: イベント履歴

source: General
ja: 一般

# historyTitleFormat
source: %1$@: %2$@ (%3$.3f sec)
ja: %1$@: %2$@ (%3$.3f 秒)

# launchAtLogin
source: Launch XCMonitor automatically at login.
ja: ログイン時にXCMonitorを自動的に起動する。

source: No Project
ja: プロジェクトなし

# operationFailedMessage
source: Failed to update the Xcode Behaviors settings.
ja: Xcode Behaviorsの設定を更新できませんでした。

# operationFailedTitle
source: Operation Failed
ja: 操作に失敗しました。

# plistNotFoundMessage
source: XCMonitor cannot be used unless Xcode.app is installed and accessible.
ja: XCMonitorはXcode.appがインストールされ、アクセス可能な状態でないと使用できません。

# plistNotFoundTitle
source: Xcode.plist Not Found
ja: Xcode.plistが見つかりませんでした。

# projectNotOpenMessage
source: The file path may have changed or the project file may have been deleted.
ja: ファイルパスが変更されたか、プロジェクトファイルが削除された可能性があります。

# projectNotOpenTitle
source: Could not open the project
ja: プロジェクトが開けませんでした

# quitApp
source: Quit XCMonitor
ja: XCMonitorを終了

source: Settings…
ja: 設定…

# showProject%@
source: Show “%@” Project on Xcode
ja: プロジェクト“%@”をXcodeで開く

source: Startup:
ja: 起動:

source: Test Failed
ja: テスト失敗

source: Test Succeeded
ja: テスト成功

# xchookConfirmEnable
source: Enable
ja: 有効にする

# xchookConfirmMessage
source: Enabling XCHook will overwrite scripts already set in Xcode Behaviors.
ja: XCHookを有効にすると、Xcode Behaviorsですでに設定されているスクリプトが上書きされます。

# xchookConfirmTitle
source: Confirmation
ja: 確認事項

# xcodeRestartLater
source: Later
ja: あとで

# xcodeRestartMessage
source: Xcode.app must be restarted for the change to take effect.
ja: 変更を反映するにはXcode.appの再起動が必要です。

# xcodeRestartNow
source: Restart Now
ja: 今すぐ再起動

# xcodeRestartTitle
source: Restart Xcode.app
ja: Xcode.appの再起動
